Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: My coach knows my situation — continue
de: Mein Trainer kennt meine Situation — weiter
es: Mi entrenador conoce mi situación — continuar
fr: Mon coach connaît ma situation — continuer
hy: Իմ մարզիչը գիտի իմ իրավիճակը — շարունակել
it: Il mio coach conosce la mia situazione — continua
ka: ჩემმა მწვრთნელმა იცის ჩემი მდგომარეობა — გაგრძელება
ru: Мой тренер знает мою ситуацию — продолжить
sr: Мој тренер зна моју ситуацију — настави

source: My court days
de: Meine Platztage
es: Mis días de pista
fr: Mes jours de court
hy: Իմ կորտի օրերը
it: I miei giorni in campo
ka: ჩემი კორტის დღეები
ru: Мои дни на корте
sr: Моји дани на корту

source: My goal
de: Mein Ziel
es: Mi objetivo
fr: Mon objectif
hy: Իմ նպատակը
it: Il mio obiettivo
ka: ჩემი მიზანი
ru: Моя цель
sr: Мој циљ

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
hy: ՆՈՐ
it: NUOVO
ka: ახალი
ru: НОВОЕ
sr: НОВО

source: NEW GOAL · ONE AT A TIME
de: NEUES ZIEL · EINS NACH DEM ANDEREN
es: NUEVO OBJETIVO · UNO A LA VEZ
fr: NOUVEL OBJECTIF · UN À LA FOIS
hy: ՆՈՐ ՆՊԱՏԱԿ · ՄԻ ԱՆԳԱՄ ՄԵԿԸ
it: NUOVO OBIETTIVO · UNO ALLA VOLTA
ka: ახალი მიზანი · ერთდროულად ერთი
ru: НОВАЯ ЦЕЛЬ · ОДНА ЗА РАЗ
sr: НОВИ ЦИЉ · ЈЕДАН ПО ЈЕДАН

source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
hy: ԾԱՆՈՒՑՈՒՄՆԵՐ
it: NOTIFICHE
ka: შეტყობინებები
ru: УВЕДОМЛЕНИЯ
sr: ОБАВЕШТЕЊА

source: Named, measurable presets like "Jump higher" — or your own custom goal from a coach. One at a time.
de: Benannte, messbare Vorgaben wie „Höher springen“ — oder dein eigenes individuelles Ziel von einem Trainer. Immer nur eins.
es: Preajustes con nombre y medibles como "Salta más alto" — o tu propio objetivo personalizado de un entrenador. Uno a la vez.
fr: Des préréglages nommés et mesurables comme « Sauter plus haut » — ou votre propre objectif personnalisé donné par un coach. Un seul à la fois.
hy: Անվանված, չափելի պատրաստի տարբերակներ, ինչպես «Ավելի բարձր ցատկել» — կամ մարզչիցդ ստացած սեփական նպատակդ: Մեկը՝ միանգամից:
it: Preimpostazioni misurabili e con un nome, come "Salta più in alto" — oppure un tuo obiettivo personalizzato assegnato da un coach. Uno alla volta.
ka: დასახელებული, გასაზომი პრესეტები, მაგალითად „მაღლა ხტომა“ — ან შენი საკუთარი მიზანი მწვრთნელისგან. ერთდროულად მხოლოდ ერთი.
ru: Именованные, измеримые пресеты вроде «Прыгать выше» — или твоя собственная цель от тренера. Только одна за раз.
sr: Именовани, мерљиви пресети попут „Скочи више” — или твој сопствени циљ од тренера. Један по један.

source: Never used to sign in -- display only
de: Wird nie zum Anmelden verwendet -- nur zur Anzeige
es: Nunca se usa para iniciar sesión -- solo se muestra
fr: Jamais utilisé pour se connecter -- affichage uniquement
hy: Երբեք չի օգտագործվում մուտք գործելու համար — միայն ցուցադրման նպատակով
it: Non viene mai usata per accedere -- solo a scopo informativo
ka: არასდროს გამოიყენება შესვლისთვის — მხოლოდ საჩვენებელია
ru: Никогда не используется для входа — только для отображения
sr: Никада се не користи за пријаву — само за приказ

source: Never wonder what to do today.
de: Frag dich nie wieder, was du heute tun sollst.
es: Nunca te preguntes qué hacer hoy.
fr: Ne vous demandez plus jamais quoi faire aujourd'hui.
hy: Այլևս պետք չէ մտածել, թե ինչ անել այսօր։
it: Non chiederti mai più cosa fare oggi.
ka: აღარასდროს გაინტერესებს, რა გააკეთო დღეს.
ru: Больше не нужно гадать, что делать сегодня.
sr: Никад више не мораш да нагађаш шта да радиш данас.

source: New goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
hy: Նոր նպատակ
it: Nuovo obiettivo
ka: ახალი მიზანი
ru: Новая цель
sr: Нови циљ

source: New stage
de: Neue Stufe
es: Nueva etapa
fr: Nouvelle étape
hy: Նոր փուլ
it: Nuova tappa
ka: ახალი ეტაპი
ru: Новый этап
sr: Нови ниво

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hy: Հաջորդը
it: Avanti
ka: შემდეგი
ru: Далее
sr: Даље

source: Next block
de: Nächster Block
es: Siguiente bloque
fr: Bloc suivant
hy: Հաջորդ բլոկը
it: Blocco successivo
ka: შემდეგი ბლოკი
ru: Следующий блок
sr: Следећи блок

source: No
de: Nein
fr: Non
hy: Ոչ
ka: არა
ru: Нет
sr: Не

source: No Payment Due Now
de: Jetzt keine Zahlung fällig
es: Sin pago por ahora
fr: Aucun paiement pour l'instant
hy: Հիմա վճարում չի պահանջվում
it: Nessun pagamento per ora
ka: ახლა გადახდა არ არის საჭირო
ru: Сейчас платить не нужно
sr: Сада не треба ништа да платиш

source: No Payment Due Today
de: Heute keine Zahlung fällig
es: Sin pago hoy
fr: Aucun paiement aujourd'hui
hy: Այսօր վճարում չի պահանջվում
it: Nessun pagamento oggi
ka: დღეს გადახდა არ არის საჭირო
ru: Сегодня платить не нужно
sr: Данас не треба ништа да платиш

source: No active streak
de: Keine aktive Serie
es: Sin racha activa
fr: Aucune série en cours
hy: Ակտիվ շարք չկա
it: Nessuna serie attiva
ka: აქტიური სერია არ არის
ru: Нет активной серии
sr: Нема активног низа

source: No body data yet
de: Noch keine Körperdaten
es: Aún no hay datos corporales
fr: Pas encore de données corporelles
hy: Մարմնի տվյալներ դեռ չկան
it: Ancora nessun dato corporeo
ka: ჯერ არ არის სხეულის მონაცემები
ru: Пока нет данных о теле
sr: Још нема података о телу

source: No change yet — normal at this stage.
de: Noch keine Veränderung — in dieser Phase normal.
es: Aún sin cambios — es normal en esta etapa.
fr: Pas encore de changement — c'est normal à ce stade.
hy: Դեռ փոփոխություն չկա — բնական է այս փուլում:
it: Ancora nessun cambiamento — è normale in questa fase.
ka: ჯერ ცვლილება არ არის — ეს ნორმალურია ამ ეტაპზე.
ru: Пока без изменений — это нормально на этой стадии.
sr: Још нема промене — уобичајено на овом нивоу.

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Aucune donnée pour l'instant
hy: Դեռ տվյալներ չկան
it: Ancora nessun dato
ka: მონაცემები ჯერ არ არის
ru: Пока нет данных
sr: Још нема података

source: No guesswork
de: Kein Rätselraten
es: Sin conjeturas
fr: Sans conjecture
hy: Առանց գուշակության
it: Niente supposizioni
ka: გამოცნობის გარეშე
ru: Никаких догадок
sr: Без нагађања

source: No health data yet
de: Noch keine Gesundheitsdaten
es: Aún no hay datos de salud
fr: Pas encore de données de santé
hy: Առողջության տվյալներ դեռ չկան
it: Ancora nessun dato sulla salute
ka: ჯერ არ არის ჯანმრთელობის მონაცემები
ru: Пока нет данных о здоровье
sr: Још нема здравствених података

source: No measurements yet — your baseline starts the chart.
de: Noch keine Messungen — dein Ausgangswert startet die Grafik.
es: Aún no hay mediciones — tu línea base inicia el gráfico.
fr: Pas encore de mesure — votre référence ouvre le graphique.
hy: Դեռ չափումներ չկան — քո ելակետը սկսում է գրաֆիկը:
it: Ancora nessuna misurazione — la tua base di partenza apre il grafico.
ka: ჯერ გაზომვები არ არის — შენი საწყისი მაჩვენებელი იწყებს გრაფიკს.
ru: Замеров пока нет — твой базовый уровень начинает график.
sr: Још нема мерења — почетна вредност отвара график.

source: No payment due today
de: Heute keine Zahlung fällig
es: No hay pago pendiente hoy
fr: Aucun paiement dû aujourd'hui
hy: Այսօր վճարում չկա
it: Nessun pagamento dovuto oggi
ka: დღეს გადასახდელი არ არის
ru: Сегодня платить не нужно
sr: Данас нема плаћања

source: No reference photo for this exercise
de: Kein Referenzfoto für diese Übung
es: Sin foto de referencia para este ejercicio
fr: Aucune photo de référence pour cet exercice
hy: Այս վարժության համար հղումային լուսանկար չկա
it: Nessuna foto di riferimento per questo esercizio
ka: ამ სავარჯიშოსთვის სანიმუშო ფოტო არ არის
ru: Для этого упражнения нет референсного фото
sr: Нема референтне фотографије за ову вежбу

source: No sport types yet — add one from Sport Goals first.
de: Noch keine Sportarten — füge zuerst eine unter Sportziele hinzu.
es: Aún no hay tipos de deporte — añade uno primero desde Metas deportivas.
fr: Aucun type de sport pour l'instant — ajoutez-en un depuis Objectifs sportifs.
hy: Դեռ սպորտի տեսակներ չկան — նախ ավելացրու մեկը Սպորտային նպատակներից:
it: Ancora nessun tipo di sport — aggiungine uno da Obiettivi sportivi.
ka: სპორტის სახეობები ჯერ არ არის — ჯერ დაამატე ერთი სპორტული მიზნებიდან.
ru: Пока нет видов спорта — сначала добавь один в разделе «Спортивные цели».
sr: Још нема врста спорта — прво додај једну у Спортским циљевима.

source: No stage recorded yet — your starting stage begins the ladder.
de: Noch keine Stufe erfasst — deine Startstufe eröffnet die Leiter.
es: Aún no hay ninguna etapa registrada — tu etapa inicial abre el camino.
fr: Aucune étape enregistrée pour l'instant — votre étape de départ ouvre le parcours.
hy: Դեռ ոչ մի փուլ գրանցված չէ — քո մեկնարկային փուլը սկսում է սանդուղքը:
it: Ancora nessuna tappa registrata — la tua tappa iniziale apre il percorso.
ka: ჯერ ეტაპი ჩაწერილი არ არის — შენი საწყისი ეტაპი იწყებს კიბეს.
ru: Этап пока не зафиксирован — твой стартовый этап начинает лестницу.
sr: Још ниједан ниво није забележен — твој почетни ниво отвара лествицу.

source: No workouts logged yet
de: Noch keine Trainings protokolliert
es: Aún no hay entrenamientos registrados
fr: Aucun entraînement enregistré pour le moment
hy: Դեռ մարզումներ գրանցված չեն
it: Ancora nessun allenamento registrato
ka: ვარჯიშები ჯერ არ არის დამატებული
ru: Тренировок пока нет
sr: Још нема забележених тренинга

source: None noted
de: Keine vermerkt
es: Ninguna registrada
fr: Aucune signalée
hy: Նշված չկա
it: Nessuno segnalato
ka: არაფერია მითითებული
ru: Ничего не отмечено
sr: Ништа није забележено

source: None yet -- you can connect anytime from Profile.
de: Noch keine -- du kannst jederzeit über dein Profil eines verbinden.
es: Ninguno todavía -- puedes conectar uno en cualquier momento desde tu perfil.
fr: Aucun pour l'instant -- vous pouvez en connecter un à tout moment depuis votre profil.
hy: Դեռ ոչինչ չկա — կարող ես կապակցել ցանկացած ժամանակ Պրոֆիլից.
it: Nessuno ancora -- puoi connetterne uno in qualsiasi momento dal tuo profilo.
ka: ჯერ არაფერია — ნებისმიერ დროს შეგიძლია დააკავშირო პროფილიდან.
ru: Пока ничего — можешь подключить в любой момент в Профиле.
sr: Још ништа — можеш повезати у било ком тренутку преко Профила.

source: Not feeling it today?
de: Heute keine Lust?
es: ¿Hoy no tienes ganas?
fr: Pas d'humeur aujourd'hui ?
hy: Այսօր տրամադրություն չունե՞ս։
it: Oggi non ti va?
ka: დღეს არ გინდა?
ru: Не в настроении сегодня?
sr: Нема воље данас?

source: Not generated yet -- tap Start workout to build today's plan.
de: Noch nicht erstellt. Tippe auf Workout starten, um den heutigen Plan zu erstellen.
es: Aún no se ha generado. Toca Empezar entrenamiento para crear el plan de hoy.
fr: Pas encore généré. Appuyez sur Commencer la séance pour créer le plan du jour.
hy: Դեռ ստեղծված չէ — սեղմիր «Սկսել մարզումը»՝ այսօրվա պլանը կազմելու համար։
it: Non ancora generato. Tocca Inizia allenamento per creare il piano di oggi.
ka: ჯერ არ არის შექმნილი — დააჭირე „ვარჯიშის დაწყებას", რომ შექმნა დღევანდელი გეგმა.
ru: Ещё не создан — нажми «Начать тренировку», чтобы построить план на сегодня.
sr: Још није направљен — додирни „Почни тренинг” да направиш данашњи план.

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hy: Ոչ հիմա
it: Non ora
ka: ახლა არა
ru: Не сейчас
sr: Не сада

source: Not rated yet.
de: Noch nicht bewertet.
es: Aún sin valorar.
fr: Pas encore évalué.
hy: Դեռ գնահատված չէ։
it: Non ancora valutato.
ka: ჯერ არ არის შეფასებული.
ru: Пока не оценено.
sr: Још није оцењено.

source: Not set
de: Nicht festgelegt
es: Sin establecer
fr: Non défini
hy: Նշված չէ
it: Non impostato
ka: არ არის მითითებული
ru: Не указано
sr: Није постављено

source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non précisé
hy: Նշված չէ
it: Non specificato
ka: არ არის მითითებული
ru: Не указано
sr: Није наведено

source: Not today — recovery is low.
de: Heute nicht — die Erholung ist niedrig.
es: Hoy no — la recuperación está baja.
fr: Pas aujourd'hui — la récupération est faible.
hy: Այսօր ոչ — վերականգնումը ցածր է:
it: Non oggi — il recupero è basso.
ka: დღეს არა — გამოჯანმრთელება დაბალია.
ru: Не сегодня — восстановление низкое.
sr: Не данас — опоравак је низак.

source: Note: today's intensity was capped to light because of an active severe-injury recovery protocol, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen eines aktiven Genesungsprotokolls für eine schwere Verletzung auf leicht begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó a ligera debido a un protocolo activo de recuperación de una lesión grave, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée à légère en raison d'un protocole actif de récupération après une blessure grave, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է թեթևի մակարդակի, քանի որ ընթանում է ծանր վնասվածքից հետո վերականգնման ակտիվ պրոտոկոլ, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata a leggera a causa di un protocollo attivo di recupero da un infortunio grave, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა მსუბუქამდე მძიმე ტრავმის შემდეგ აღდგენის აქტიური პროტოკოლის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена до лёгкой из-за активного протокола восстановления после серьёзной травмы, хотя показатели восстановления выглядели хорошими.
sr: Напомена: данашњи интензитет је ограничен на лак због активног протокола опоравка од тешке повреде, иако је опоравак деловао добро.

source: Note: today's intensity was capped to moderate because of an active injury recovery protocol, even though recovery looked strong enough for push hard.
de: Hinweis: Die heutige Intensität wurde wegen eines aktiven Verletzungs-Genesungsprotokolls auf moderat begrenzt, obwohl deine Erholung stark genug für ein intensives Workout aussah.
es: Nota: la intensidad de hoy se limitó a moderada debido a un protocolo activo de recuperación de una lesión, aunque la recuperación parecía lo bastante buena para un entrenamiento intenso.
fr: Remarque : l'intensité d'aujourd'hui a été limitée à modérée en raison d'un protocole actif de récupération après une blessure, même si votre récupération semblait suffisamment bonne pour un entraînement intense.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է չափավոր մակարդակի, քանի որ ընթանում է վնասվածքից հետո վերականգնման ակտիվ պրոտոկոլ, թեև վերականգնման ցուցանիշները բավականաչափ լավ էին ինտենսիվ մարզման համար։
it: Nota: l'intensità di oggi è stata limitata a moderata a causa di un protocollo attivo di recupero da un infortunio, anche se il recupero sembrava abbastanza buono per un allenamento intenso.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა საშუალომდე ტრავმის შემდეგ აღდგენის აქტიური პროტოკოლის გამო, თუმცა აღდგენა საკმარისად კარგად გამოიყურებოდა ინტენსიური ვარჯიშისთვის.
ru: Примечание: сегодняшняя интенсивность была снижена до умеренной из-за активного протокола восстановления после травмы, хотя показатели восстановления позволяли тренироваться в полную силу.
sr: Напомена: данашњи интензитет је ограничен на умерен због активног протокола опоравка од повреде, иако је опоравак деловао довољно добро за напоран тренинг.

source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
hy: Նշումներ (ըստ ցանկության)
it: Note (opzionale)
ka: შენიშვნები (არასავალდებულო)
ru: Заметки (необязательно)
sr: Белешке (необавезно)

source: Nothing logged yet -- tap + to add what you've eaten.
de: Noch nichts protokolliert – tippe auf +, um hinzuzufügen, was du gegessen hast.
es: Aún no has registrado nada: toca + para añadir lo que has comido.
fr: Rien n'a encore été enregistré : appuyez sur + pour ajouter ce que vous avez mangé.
hy: Դեռ ոչինչ գրանցված չէ — սեղմիր +՝ ավելացնելու համար, ինչ ուտել ես։
it: Non hai ancora registrato nulla: tocca + per aggiungere ciò che hai mangiato.
ka: ჯერ არაფერია ჩაწერილი — დააჭირე +-ს, რომ დაამატო, რაც შეჭამე.
ru: Пока ничего не записано — нажми +, чтобы добавить съеденное.
sr: Још ништа није забележено — додирни + да додаш шта си појео/ла.

source: Nothing recorded for %@ in this range.
de: Für %@ wurden in diesem Zeitraum keine Daten erfasst.
es: No hay nada registrado de %@ en este rango.
fr: Aucune donnée enregistrée pour %@ sur cette période.
hy: Այս ընթացքում %@-ի վերաբերյալ ոչինչ գրանցված չէ։
it: Nessun dato registrato per %@ in questo intervallo.
ka: ამ პერიოდში %@ არ არის ჩაწერილი.
ru: За этот период данные по %@ отсутствуют.
sr: За овај период нема забележених података за %@.

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hy: Ծանուցումներ
it: Notifiche
ka: შეტყობინებები
ru: Уведомления
sr: Обавештења

source: Notifications enabled
de: Benachrichtigungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
hy: Ծանուցումները միացված են
it: Notifiche attivate
ka: შეტყობინებები ჩართულია
ru: Уведомления включены
sr: Обавештења укључена

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
hy: Հիմա
it: Ora
ka: ახლა
ru: Сейчас
sr: Сада

source: Now at %@%@
de: Jetzt bei %@%@
es: Ahora en %@%@
fr: Actuellement à %@%@
hy: Հիմա՝ %@%@
it: Ora a %@%@
ka: ახლა: %@%@
ru: Сейчас: %@%@
sr: Сада на %@%@

source: Now let's create your first tailored plan for today.
de: Jetzt erstellen wir deinen ersten persönlichen Plan für heute.
es: Ahora creemos tu primer plan personalizado para hoy.
fr: Créons maintenant votre premier plan personnalisé pour aujourd'hui.
hy: Հիմա արի ստեղծենք քո առաջին անհատականացված պլանը այսօրվա համար։
it: Ora creiamo il tuo primo piano personalizzato per oggi.
ka: ახლა მოდი შევქმნათ შენი პირველი პერსონალური გეგმა დღეისთვის.
ru: Теперь давай создадим твой первый персональный план на сегодня.
sr: Сада хајде да направимо твој први прилагођени план за данас.

source: Nutrition
de: Ernährung
es: Nutrición
hy: Սնուցում
it: Nutrizione
ka: კვება
ru: Питание
sr: Исхрана

source: OF %lld
de: VON %lld
es: DE %lld
fr: SUR %lld
hy: %lld-ԻՑ
it: DI %lld
ka: %lld-დან
ru: ИЗ %lld
sr: ОД %lld

source: OF 8 H
de: VON 8 H
es: DE 8 H
fr: SUR 8 H
hy: 8Ժ-ԻՑ
it: DI 8 H
ka: 8 სთ-დან
ru: ИЗ 8 Ч
sr: ОД 8 Ч

source: On hold — not counting. Resume anytime.
de: Pausiert — zählt nicht. Jederzeit fortsetzbar.
es: En pausa — no cuenta. Reanuda cuando quieras.
fr: En attente — ne compte pas. Reprenez quand vous voulez.
hy: Դադարեցված է — չի հաշվվում: Վերսկսիր ցանկացած պահի:
it: In pausa — non conta. Riprendi quando vuoi.
ka: შეჩერებულია — არ ითვლება. განაახლე ნებისმიერ დროს.
ru: На паузе — не засчитывается. Возобнови в любой момент.
sr: На чекању — не рачуна се. Настави било када.

source: One goal at a time — measured honestly, matched to your readiness every day.
de: Ein Ziel nach dem anderen — ehrlich gemessen und jeden Tag an deine Tagesform angepasst.
es: Un objetivo a la vez — medido con honestidad y ajustado a tu forma física cada día.
fr: Un objectif à la fois — mesuré honnêtement et adapté à votre forme chaque jour.
hy: Մեկ նպատակ մի ժամանակում — ազնվորեն չափվում է և ամեն օր հարմարվում է քո պատրաստվածությանը:
it: Un obiettivo alla volta — misurato con onestà e adattato alla tua forma ogni giorno.
ka: ერთდროულად ერთი მიზანი — გულწრფელად იზომება და ყოველდღე შენს მზადყოფნას ერგება.
ru: Одна цель за раз — честно измеряется и подстраивается под твою готовность каждый день.
sr: Један циљ у исто време — поштено мерен, усклађен са твојом спремношћу сваки дан.

source: One more hits your weekly target
de: Noch eine und du erreichst dein Wochenziel
es: Una más y alcanzas tu objetivo semanal
fr: Encore une et vous atteignez votre objectif hebdomadaire
hy: ԵՒս մեկը՝ և կհասնես շաբաթական նպատակիդ
it: Ancora uno e raggiungi il tuo obiettivo settimanale
ka: კიდევ ერთით მიაღწევ კვირის მიზანს
ru: Ещё одна — и недельная цель выполнена
sr: Још један и остварујеш недељни циљ

source: One plan, daily
de: Ein Plan, täglich
es: Un plan, cada día
fr: Un plan, chaque jour
hy: Մեկ ծրագիր՝ ամեն օր
it: Un piano, ogni giorno
ka: ერთი გეგმა, ყოველდღე
ru: Один план каждый день
sr: Један план, свакога дана

source: Only one data point so far
de: Bisher nur ein Datenpunkt
es: Solo hay un dato por ahora
fr: Une seule donnée pour l'instant
hy: Առայժմ ընդամենը մեկ տվյալ կա
it: Finora un solo dato disponibile
ka: ჯერჯერობით მხოლოდ ერთი მონაცემია
ru: Пока только одна запись
sr: За сада само један запис

source: Only one data point so far.
de: Bisher nur ein Messwert vorhanden.
es: Solo hay un dato registrado por ahora.
fr: Une seule donnée enregistrée pour l'instant.
hy: Առայժմ միայն մեկ տվյալ կա:
it: Per ora c'è un solo dato registrato.
ka: ჯერ მხოლოდ ერთი მონაცემია.
ru: Пока только одна точка данных.
sr: Засад постоји само једна тачка података.

source: Only suggests workouts you can actually do
de: Schlägt nur Workouts vor, die du tatsächlich ausführen kannst
es: Solo sugiere entrenamientos que realmente puedes hacer
fr: Ne suggère que des entraînements que vous pouvez réellement faire
hy: Առաջարկում է միայն այն մարզումները, որոնք դու իրականում կարող ես կատարել
it: Suggerisce solo allenamenti che puoi davvero svolgere
ka: გთავაზობს მხოლოდ იმ ვარჯიშებს, რომელთა შესრულებაც შენ შეგიძლია
ru: Предлагает только те тренировки, которые ты действительно можешь выполнить
sr: Предлаже само тренинге које заиста можеш да изведеш

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
hy: Բացել կարգավորումները
it: Apri Impostazioni
ka: პარამეტრების გახსნა
ru: Открыть настройки
sr: Отвори подешавања

source: Optional -- a sentence or two helps us understand your situation. Totally fine to skip.
de: Optional – ein, zwei Sätze helfen uns, deine Situation zu verstehen. Du kannst diesen Schritt gerne überspringen.
es: Opcional: una o dos frases nos ayudan a entender tu situación. Puedes omitirlo sin problema.
fr: Facultatif : une ou deux phrases nous aident à comprendre ta situation. Tu peux tout à fait passer cette étape.
hy: Ընտրովի է — մեկ-երկու նախադասությունը կօգնի մեզ հասկանալ քո իրավիճակը: Կարող ես ազատորեն բաց թողնել.
it: Facoltativo: una o due frasi ci aiutano a capire la tua situazione. Puoi tranquillamente saltare questo passaggio.
ka: სურვილისამებრ — ერთი-ორი წინადადება დაგვეხმარება შენი სიტუაციის გაგებაში. თამამად გამოტოვე, თუ გინდა.
ru: Необязательно — пара предложений поможет нам понять твою ситуацию. Можно смело пропустить.
sr: Необавезно — реченица или две помажу нам да разумемо твоју ситуацију. Сасвим је у реду да прескочиш.
